Revit 2024 API
AdvancedWood.WoodCurlyDistortionScale Property
 The property labeled "The scale of distortion for secondary curly highlight" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodCurlyDistortionScale { get; }
Visual Basic
Public Shared ReadOnly Property WoodCurlyDistortionScale As String
	Get
Visual C++
public:
static property String^ WoodCurlyDistortionScale {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace